

;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Arcthrower			║
;  ╚════════════════════════╝

[ArcThrower_CV X2WeaponTemplate]
FriendlyName="Arc Thrower"
FriendlyNamePlural="Arc Throwers"
BriefSummary="Allows stunning enemies at a distance."
TacticalText="<Bullet/> This nonlethal weapon is based on a design we found in the old XCOM archives. Strangely, the design was lacking a key, commonly available component that would have controlled the energy spread and allowed it to be used beyond close range. Our improved Arc Thrower design is effective anywhere in sight range, doing no damage but stunning the target if it hits.<br/><Bullet/> The Arc Thrower will stun the target for <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_CV_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/> actions.<br/><Bullet/> Requires one action and ends the soldier's turn when fired.<br/><Bullet/> The standard Stun ability has a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><Bullet/> Ineffective against mechanized units without additional training."
AbilityDescName="arcthrower"

[ArcThrower_MG X2WeaponTemplate]
FriendlyName="Advanced Arc Thrower"
FriendlyNamePlural="Advanced Arc Throwers"
BriefSummary="Allows stunning enemies at a distance."
TacticalText="<Bullet/> Does no damage but stuns the target if it hits.<br/><Bullet/> The Arc Thrower will stun the target for <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_MG_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/> actions.<br/><Bullet/> Requires one action and ends the soldier's turn when fired.<br/><Bullet/> The standard Stun ability has a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><Bullet/> Ineffective against mechanized units without additional training."
AbilityDescName="arcthrower"

[ArcThrower_BM X2WeaponTemplate]
FriendlyName="Arc Blaster"
FriendlyNamePlural="Arc Blasters"
BriefSummary="Allows stunning enemies at a distance."
TacticalText="<Bullet/> Does no damage but stuns the target if it hits.<br/><Bullet/> The Arc Thrower will stun the target for <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_BM_CLIPSIZE/><Ability:WOTCLW2SW_COLOR_CLOSE/> actions.<br/><Bullet/> Requires one action and ends the soldier's turn when fired.<br/><Bullet/> The standard Stun ability has a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><Bullet/> Ineffective against mechanized units without additional training."
AbilityDescName="arcthrower"

[Arcthrower_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"
[Arcthrower_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"

[ArcThrowerStun X2AbilityTemplate]
LocFriendlyName="Stun"
LocLongDescription="Fire your Arc Thrower to incapacitate a target."
LocHelpText="Fire your Arc Thrower."
LocFlyOverText="Stun"
LocPromotionPopupText="Fire your Arc Thrower to incapacitate a target.<br/><br/><Bullet/> The Arc Thrower is effective anywhere in the soldier's sight range, doing no damage but stunning the target if it hits.<br/><Bullet/> Improved versions can extend the duration of the stun effect.<br/><Bullet/> Some powerful enemies are resistant or immune to the stunning effect.<br/><Bullet/> Requires one action and ends the soldier's turn when fired.<br/><Bullet/> The standard Stun ability has a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_STUN_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><Bullet/> Ineffective against mechanized units without additional soldier training."

[EMPulser X2AbilityTemplate]
LocFriendlyName="Arc Pulser"
LocLongDescription="Allows your Arc Thrower's standard Stun attack to target and damage mechanical enemies, as well as reducing their defense against hacking attempts."
LocHelpText="Fire your Arc Pulser."
LocFlyOverText="Arc Pulser"
LocPromotionPopupText="Allows your Arc Thrower's standard Stun attack to target and damage mechanical enemies, as well as reducing their defense against hacking attempts.<br/><br/><Bullet/> Damage to mechanical units increases as Arc Thrower technology improves: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Reduces enemy hack defense by <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_EMPULSER_HACK_DEFENSE_PENALTY/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Also allows the Arc Thrower to target and set-off explosions in destructible objects."

[EMPulserPassive X2AbilityTemplate]
LocFriendlyName="Arc Pulser"
LocLongDescription="Allows your Arc Thrower's standard Stun attack to target and damage mechanical enemies, as well as reducing their defense against hacking attempts."
LocHelpText="Fire your Arc Pulser."
LocFlyOverText="Arc Pulser"
LocPromotionPopupText="Allows your Arc Thrower's standard Stun attack to target and damage mechanical enemies, as well as reducing their defense against hacking attempts.<br/><br/><Bullet/> Damage to mechanical units starts at <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:ARCTHROWER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/> and increases as Arc Thrower technology improves.<br/><Bullet/> Reduces enemy hack defense by <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_EMPULSER_HACK_DEFENSE_PENALTY/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Also allows the Arc Thrower to target and set-off explosions in destructible objects."

[Electroshock X2AbilityTemplate]
LocFriendlyName="Electroshock"
LocLongDescription="Your Arc Thrower disorients the target when it misses."
LocHelpText="Your Arc Thrower disorients the target when it misses."
LocFlyOverText="Electroshock"
LocPromotionPopupText="<Bullet/> A miss with your Arc Thrower will still disorient non-robotic targets.<br/>"

[StunGunner X2AbilityTemplate]
LocFriendlyName="Stun Gunner"
LocLongDescription="Your Arc Thrower now has a bonus chance to hit."
LocHelpText="Your Arc Thrower has a <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> bonus chance to hit."
LocFlyOverText="Stun Gunner"
LocPromotionPopupText="Your Arc Thrower has a bonus chance to hit.<br/><br/><Bullet/> The bonus increases with better Arc Thrower technology: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_CV/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_MG/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:ARCTHROWER_STUNGUNNER_AIM_BONUS_BM/><Ability:WOTCLW2SW_COLOR_CLOSE/>."

[ChainLightning X2AbilityTemplate]
LocFriendlyName="Chain Lightning"
LocLongDescription="Fire your Arc Thrower at every visible enemy who is capable of being stunned."
LocHelpText="Fire your Arc Thrower at every visible enemy who is capable of being stunned."
LocFlyOverText="Chain Lightning"
LocPromotionPopupText="Fire your Arc Thrower at every visible enemy who is capable of being stunned.<br/><br/><Bullet/> Fire your Arc Thrower at every visible enemy who is capable of being stunned.<br/><Bullet/> Requires one action and ends your turn.<br/><Bullet/> Has a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:ARCTHROWER_CHAIN_LIGHTNING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><Bullet/> Cannot be used from concealment."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Combat Knife			║
;  ╚════════════════════════╝

[CombatKnife_CV X2WeaponTemplate]
FriendlyName="Combat Knife"
FriendlyNamePlural="Combat Knives"
BriefSummary="Melee weapon for personal defense in close quarters."
TacticalText="<Bullet/> Lightweight secondary weapon - A knife attack requires one action and does not end your turn.<br/><Bullet/> Attacks with the Combat Knife have a <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_CV_AIM/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> chance to hit.<br/>"
AbilityDescName="combat knife"

[CombatKnife_MG X2WeaponTemplate]
FriendlyName="Vibroblade"
FriendlyNamePlural="Vibroblades"
BriefSummary="Dangerous melee weapon for personal defense in close quarters."
TacticalText="<Bullet/> Lightweight secondary weapon - A knife attack requires one action and does not end your turn.<br/><Bullet/> Attacks with the Vibroblade have a <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_MG_AIM/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> chance to hit.<br/><Bullet/> The Vibroblade does more damage than a conventional knife and can pierce light armor.<br/>."
AbilityDescName="combat knife"

[CombatKnife_BM X2WeaponTemplate]
FriendlyName="Advanced Vibroblade"
FriendlyNamePlural="Advanced Vibroblades"
BriefSummary="Dangerous melee weapon for personal defense in close quarters. The Advanced Vibroblade has been enhanced to be sharper, stronger, and more precise."
TacticalText="<Bullet/> Lightweight secondary weapon - A knife attack requires one action and does not end your turn.<br/><Bullet/> Attacks with the Advanced Vibroblade have a <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_BM_AIM/>%<Ability:WOTCLW2SW_COLOR_CLOSE/> chance to hit.<br/><Bullet/> The Advanced Vibroblade does even more damage and can pierce moderate armor.<br/>."
AbilityDescName="combat knife"

[CombatKnife_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"
[CombatKnife_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"

[KnifeFighter X2AbilityTemplate]
LocFriendlyName="Knife Fighter"
LocLongDescription="You may make a melee attack with your knife against adjacent enemies."
LocHelpText="Knife Attack"
LocFlyOverText="Knife Fighter"
LocPromotionPopupText="<Bullet/> Knife attacks use one action and do not end your turn.<br/>"

[Combatives X2AbilityTemplate]
LocFriendlyName="Combatives"
LocLongDescription="Gain a <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_COMBATIVES_DODGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> bonus to Dodge. You may parry melee attacks and counterattack with your melee weapon, if equipped."
LocHelpText="You may parry melee attacks and counterattack with your melee weapon."
LocFlyOverText="Combatives"
LocPromotionPopupText="Gain a <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:COMBATKNIFE_COMBATIVES_DODGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> bonus to Dodge. You may parry melee attacks and counterattack with your melee weapon, if equipped.<br/><br/><Bullet/> You are very likely to parry the first melee attack against you in a turn and counterattack with your melee weapon.<br/><Bullet/> You get the Dodge bonus even when a melee weapon is not equipped."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢  !! Not Currently Implemented !!
;  ║   Gauntlet				║
;  ╚════════════════════════╝

[HeavyArmaments X2AbilityTemplate]
LocFriendlyName="Heavy Weapons"
LocFlyOverText="Heavy Weapons"
LocLongDescription="This soldier is trained to use the XCOM gauntlet, a combination Rocket Launcher and Flamethrower."
LocHelpText="This soldier is trained to use the XCOM gauntlet, a combination Rocket Launcher and Flamethrower."
LocPromotionPopupText="<Bullet/> The XCOM gauntlet is an advanced device that carries both a mini-rocket launcher and a flamethrower.<br/><Bullet/> The Rocket Launcher carries one rocket initially and that has a three-tile radius for its area of effect.<br/><Bullet/> It may target anything in sight range.<br/><Bullet/> Damage from rockets falls off from the point of impact.<br/><Bullet/> The flamethrower is a short-range weapon that causes damage to multiple targets within a cone-shaped area of effect.<br/><Bullet/> The flamethrower has two uses per battle. It does not damage mechanical units without upgrades.<br/><Bullet/> Using either gauntlet ability requires one action and ends your turn.<br/><Bullet/> Rocket accuracy is affected by the soldier's aim, target distance, and whether the soldier has used any actions already this turn. Low accuracy-rockets will have higher scatter values, meaning they are more likely to miss the target tile by greater distances. The rocket's maximum possible scatter is noted in the popup, while a value appearing with the targeting cursor will show the expected (average) scatter for a shot on that location."

[LWFlamethrower X2AbilityTemplate]
LocFriendlyName="Flamethrower"
LocFlyOverText="Flamethrower"
LocLongDescription="Spray flames in a cone-shaped area."
LocHelpText="Spray flames in a cone-shaped area."
LocPromotionPopupText="<Bullet/> The flamethrower is a short-range weapon that causes damage to multiple targets within a cone-shaped area of effect.<br/><Bullet/> The flamethrower has <Ability:FLAMETHROWER_CHARGES_LW>. It does not damage mechanical units without upgrades.<br/><Bullet/> Requires one action and ends your turn."

[LWRocketLauncher X2AbilityTemplate]
LocFriendlyName="Rocket Launcher"
LocHelpText="Fire a rocket at target area. <Ability:ROCKETSCATTER/>"

[LWBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Blaster Bomb"
LocHelpText="Fire a guided Blaster Bomb at a target area. <Ability:ROCKETSCATTER/>"

[NapalmX X2AbilityTemplate]
LocFriendlyName="Napalm-X"
LocFlyOverText="Napalm-X"
LocLongDescription="Your Flamethrower can now disorient or panic enemies."
LocHelpText="Napalm-X"
LocPromotionPopupText="<Bullet/> Your Flamethrower can now disorient or panic enemies. Enemy units must pass a will check to avoid negative effects.<br/>"

[PhosphorusPassive X2AbilityTemplate]
LocFriendlyName="Phosphorus"
LocFlyOverText="Phosphorus"
LocLongDescription="Your flamethrower can now damage mechanical units and shred armor."
LocHelpText="Your flamethrower can now damage mechanical units and shred armor."
LocPromotionPopupText="<Bullet/> Your flamethrower can now damage mechanical units.<br/><Bullet/> Flamethrower attacks shred 1 armor.</br>"

[Incinerator X2AbilityTemplate]
LocFriendlyName="Incinerator"
LocFlyOverText="Incinerator"
LocLongDescription="Your flamethrower has an increased range and covers a wider area of effect."
LocHelpText="Your flamethrower has a greater range and area of effect."
LocPromotionPopupText="<Bullet/> Your flamethrower has an increased range and covers a wider area of effect."

[Roust X2AbilityTemplate]
LocFriendlyName="Roust"
LocFlyOverText="Roust"
LocLongDescription="Special Flamethrower shot that does limited damage but forces enemies to change their position."
LocHelpText="Special flamethrower shot that forces enemies to change their location."
LocPromotionPopupText="<Bullet/> Has a 20% chance to set enemies in the area of effect on fire and does limited damage.<br/><Bullet/> The narrow jet of flame has less impact on the environment.<br/><Bullet/> Units hit by the shot will be forced to move, often triggering overwatch fire.<br/><Bullet/> One use per mission, but can gain an additional use with additional gear.<br/><Bullet/> Cannot be used from concealment."

[Burnout X2AbilityTemplate]
LocFriendlyName="Burnout"
LocFlyOverText="Burnout"
LocLongDescription="Activating your Flamethrower leaves a small smoke cloud around your position, providing a defensive bonus."
LocHelpText="Activating your Flamethrower leaves a small smoke cloud around your position, providing a defensive bonus."
LocPromotionPopupText="<Bullet/> When fired, your Flamethrower leaves a small smoke cloud around your position, providing a +20 defensive bonus to anyone within.<br/>"

[BurnoutPassive X2AbilityTemplate]
LocFriendlyName="Burnout"
LocFlyOverText="Burnout"
LocLongDescription="Activating your Flamethrower leaves a small smoke cloud around your position, providing a defensive bonus."
LocHelpText="Activating your Flamethrower leaves a small smoke cloud around your position, providing a defensive bonus."
LocPromotionPopupText="<Bullet/> When fired, your Flamethrower leaves a small smoke cloud around your position, providing a +20 defensive bonus to anyone within.<br/>"

[HighPressure X2AbilityTemplate]
LocFriendlyName="High Pressure"
LocFlyOverText="High Pressure"
LocLongDescription="Your Flamethrower gains +<Ability:HIGH_PRESSURE_CHARGES_LW> charges."
LocHelpText="Your Flamethrower gains +<Ability:HIGH_PRESSURE_CHARGES_LW> charges."
LocPromotionPopupText="<Bullet/> Your Flamethrower gains +<Ability:HIGH_PRESSURE_CHARGES_LW> charges."

[Quickburn X2AbilityTemplate]
LocFriendlyName="Quickburn"
LocFlyOverText="Quickburn"
LocLongDescription="Activate so your next use of the flamethrower will not cost an action."
LocHelpText="Activate so your next use of the flamethrower will not cost an action."
LocPromotionPopupText="<Bullet/> Activate so your next use of the flamethrower will not cost an action.<br/><Bullet/> 5-turn cooldown.<br/>"

[Firestorm X2AbilityTemplate]
LocFriendlyName="Firestorm"
LocFlyOverText="Firestorm"
LocLongDescription="Once per battle, attack all units in a complete circle around the soldier's position. Also grants immunity to fire damage."
LocHelpText="Spray fire in a complete circle around your position."
LocPromotionPopupText="<Bullet/> This will light fires and do fire damage to all enemies in a circle around the soldier's position, doing +<ABILITY:FIRESTORM_DAMAGE_BONUS_LW> bonus damage over regular Flamethrower attacks.<br/><Bullet/> Firestorm also grants immunity to fire damage.<br/><Bullet/> Requires one action point and will end the soldier's turn when used.<br/><Bullet/> Usable once per battle.<br/><Bullet/> It is not recommended the soldier uses Firestorm on rooftops."

[TechnicalFireImmunity X2AbilityTemplate]
LocFriendlyName="Fire Immunity"
LocFlyOverText="Fire Immunity"
LocLongDescription="The Firestorm perk confers immunity to fire damage."
LocHelpText="This unit is immune to fire damage."
LocPromotionPopupText="<Bullet/> This unit is immune to fire damage.<br/>"

[ShockAndAwe X2AbilityTemplate]
LocFriendlyName="Shock and Awe"
LocFlyOverText="Shock and Awe"
LocLongDescription="You equip one additional rocket."
LocHelpText="You equip one additional rocket."
LocPromotionPopupText="<Bullet/> You equip one additional rocket.<br/>"

[FireInTheHole X2AbilityTemplate]
LocFriendlyName="Fire In The Hole"
LocFlyOverText="Fire In The Hole"
LocLongDescription="Your rockets are more accurate."
LocHelpText="Your rockets are more accurate."
LocPromotionPopupText="<Bullet/> Your rockets are more likely to hit their intended point of impact, or at least close to it.<br/><Bullet/> The maximum it can miss by is reduced by two tiles."

[JavelinRockets X2AbilityTemplate]
LocFriendlyName="Javelin Rockets"
LocFlyOverText="Javelin Rockets"
LocLongDescription="The range of your rockets is increased by 6 tiles and you may hit targets beyond your visual range."
LocHelpText="The range of your rockets is increased by 6 tiles and you may hit targets beyond your visual range."
LocPromotionPopupText="<Bullet/> The range of your rockets is increased by 6 tiles and you may hit targets beyond your visual range.<br/>"

[BunkerBuster X2AbilityTemplate]
LocFriendlyName="Bunker Buster"
LocFlyOverText="Bunker Buster"
LocHelpText="Fire a Bunker Buster. <Ability:ROCKETSCATTER/>"
LocLongDescription="Fire a special rocket that destroys buildings and other objects in the environment."
LocPromotionPopupText="<Bullet/> Fire a special rocket with a large area of effect that does moderate damage to enemies but huge damage to buildings, vehicles and other objects in the environment.<br/><Bullet/> Requires both actions and usable only once per mission.<br/>"

[FireandSteel X2AbilityTemplate]
LocFriendlyName="Fire and Steel"
LocFlyOverText="Fire and Steel"
LocLongDescription="Attacks with your gauntlet, and fires set by gauntlet weapons, do +1 damage."
LocHelpText="Attacks with your gauntlet, and fires set by gauntlet weapons, do +1 damage."
LocPromotionPopupText="<Bullet/> Attacks with your gauntlet, and fires set by gauntlet weapons, do +1 damage.<br/><Bullet/> This applies to both rocket launcher and flamethrower weapons, and the fires they set.<br/>"

[ConcussionRocket X2AbilityTemplate]
LocFriendlyName="Concussion Rocket"
LocFlyOverText="Concussion Rocket"
LocLongDescription="Fire a special rocket that does limited damage but has a chance to stun or disorient organic enemies within its area of effect and leaves a cloud of smoke."
LocHelpText="Rocket that stuns or disorients targets and leaves a smoke cloud. <Ability:ROCKETSCATTER/>"
LocPromotionPopupText="<Bullet/> One use per mission.<br/><Bullet/> Stun and disorientation chances based on target's will score.<br/><Bullet/> Requires one action and ends the soldier's turn."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Holo-Targeter		║
;  ╚════════════════════════╝

[Holotargeter_CV X2WeaponTemplate]
FriendlyName="Holotargeter"
FriendlyNamePlural="Holotargeters"
BriefSummary="Paint enemy targets to provide an aim bonus against them to the rest of the squad."
TacticalText="<Bullet/> Grants <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_CV_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> bonus aim to any unit attacking the Holotargeted unit."
AbilityDescName="holotargeter"

[Holotargeter_MG X2WeaponTemplate]
FriendlyName="Holotargeter Mark II"
FriendlyNamePlural="Holotargeter Mark IIs"
BriefSummary="Paint enemy targets to provide an aim bonus against them to the rest of the squad."
TacticalText="<Bullet/> Grants <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_MG_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> bonus aim to any unit attacking the Holotargeted unit."
AbilityDescName="holotargeter"

[Holotargeter_BM X2WeaponTemplate]
FriendlyName="Holotargeter Mark III"
FriendlyNamePlural="Holotargeters Mark IIIs"
BriefSummary="Paint enemy targets to provide an aim bonus against them to the rest of the squad."
TacticalText="<Bullet/> Grants <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HOLOTARGETER_BM_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> bonus aim to any unit attacking the Holotargeted unit."
AbilityDescName="holotargeter"

[Holotargeter_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"
[Holotargeter_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"

[Holotarget X2AbilityTemplate]
LocFriendlyName="Holotarget"
LocLongDescription="Holotarget an enemy to grant<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> bonus aim to all attacks on this target by you and your allies for the remainder of the turn."
LocHelpText="Holotarget an enemy to grant bonus aim to all attacks on this target by you and your allies for the remainder of the turn."
LocFlyOverText="Holotarget"
LocPromotionPopupText="Holotarget an enemy to grant bonus aim to all attacks on this target by you and your allies for the remainder of the turn.<br/><br/><Bullet/> Holotargeting takes a single action and the effect lasts for a single turn.<br/><Bullet/> Holotargeting is turn-ending unless the <Ability:CLASSNAME/> also has the Rapid-Targeting ability.<br/><Bullet/> Multiple holotarget effects do not stack with each other.<br/><Bullet/> The aim bonus improves with better technology: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_AIM_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Holotargeting does not break concealment for you or your squad.<br/><Bullet/> Holotargeting can utilize Squad-Sight if the <Ability:CLASSNAME/> has it."

[RapidTargeting X2AbilityTemplate]
LocFriendlyName="Rapid Targeting"
LocLongDescription="You may Holotarget a single enemy as a free action with a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_RAPID_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown. In addition, Holotargeting no longer ends your turn."
LocHelpText="Activate to Holotarget an enemy as a free action."
LocFlyOverText="Holotarget"
LocPromotionPopupText="You may Holotarget a single enemy as a free action with a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_RAPID_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown. In addition, Holotargeting no longer ends your turn.<br/><br/><Bullet/> This works with HiDef Holo, Independent Tracking, and Vital Point Targeting.<br/><Bullet/> Multiple holotarget effects do not stack with each other.<br/><Bullet/> Holotargeting does not break concealment for you or your squad.<br/><Bullet/> Holotargeting can utilize Squad-Sight if the <Ability:CLASSNAME/> has it."

[RapidTargeting_Passive X2AbilityTemplate]
LocFriendlyName="Rapid Targeting"
LocLongDescription="Using your Holotargeter no longer automatically ends your turn."

[HDHolo X2AbilityTemplate]
LocFriendlyName="HiDef Holo"
LocLongDescription="Attacks against enemies you have Holotargeted are<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_HDHOLO_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> more likely to critically hit."
LocHelpText="Attacks against enemies you have Holotargeted are more likely to critically hit."
LocFlyOverText="HiDef Holo"
LocPromotionPopupText="Attacks against enemies you have Holotargeted are more likely to critically hit.<br/><br/><Bullet/> The critical hit bonus improves with more advanced Holotargeting devices: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_CRIT_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/>"

[IndependentTracking X2AbilityTemplate]
LocFriendlyName="Independent Tracking"
LocLongDescription="A Holotargeted enemy will remain so for <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/> additional turn(s)."
LocHelpText="A Holotargeted enemy will remain so for <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/> additional turn(s)."
LocFlyOverText="Independent Tracking"
LocPromotionPopupText="A Holotargeted enemy will remain so for <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_INDEPENDENT_TARGETING_BONUS_TURNS/><Ability:WOTCLW2SW_COLOR_CLOSE/> additional turn(s).<br/><br/><Bullet/> Additional uses of Holotargeting on the same target will not stack.<br/>"

[VitalPointTargeting X2AbilityTemplate]
LocFriendlyName="Vital Point Targeting"
LocLongDescription="Attacks against enemies you have Holotargeted deal<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_VITAL_POINT_TARGETING_DAMAGE_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> more damage."
LocHelpText="Attacks against enemies you have Holotargeted deal more damage."
LocFlyOverText="Vital Point Targeting"
LocPromotionPopupText="Attacks against enemies you have Holotargeted deal more damage.<br/><br/><Bullet/> The Vital Point Targeting damage bonus increases with more advanced Holotargeting devices: <Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_CV_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_MG_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<Ability:HOLOTARGETER_BM_DAMAGE/><Ability:WOTCLW2SW_COLOR_CLOSE/>.<br/><Bullet/> Damage bonus is applied to melee and direct (non-Area of Effect) projectile attacks."

[Multitargeting X2AbilityTemplate]
LocFriendlyName="Multitargeting"
LocLongDescription="You may Holotarget multiple enemies within an area of effect with a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_MULTI_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown."
LocHelpText="Holotarget multiple enemies in an area of effect."
LocFlyOverText="Multitargeting"
LocPromotionPopupText="You may Holotarget multiple enemies within an area of effect with a <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:HOLOTARGETER_MULTI_TARGETING_COOLDOWN/><Ability:WOTCLW2SW_COLOR_CLOSE/> turn cooldown.<br/><br/><Bullet/> HiDef Holo, Independent Tracking, and Vital Point Targeting apply to all targets.<br/><Bullet/> Area of effect radius improves with more advanced Holotargeting devices: <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_CV_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_MG_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/>/<Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:HOLOTARGETER_BM_RADIUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> tiles.<br/><Bullet/> Holotargeting does not break concealment for you or your squad.<br/><Bullet/> Holotargeting can utilize Squad-Sight if the <Ability:CLASSNAME/> has it."



;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   Sawed-Off Shotgun	║
;  ╚════════════════════════╝

[SawedOffShotgun_CV X2WeaponTemplate]
FriendlyName="Sawed-Off Shotgun"
FriendlyNamePlural="Sawed-Off Shotguns"
BriefSummary="A powerful, if short-ranged, secondary weapon."
TacticalText="<Bullet/> Adaptation of concealable pre-invasion weaponry.<br/><Bullet/> Has <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_CV_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> shots per mission without upgrades."

[SawedOffShotgun_MG X2WeaponTemplate]
FriendlyName="Mag Shorty"
FriendlyNamePlural="Mag Shorties"
BriefSummary="An upgraded version of the sawed-off shotgun that incorporates magnetic accelerator technologies to boost its damage."
TacticalText="<Bullet/> An upgraded version of the sawed-off shotgun that incorporates magnetic accelerator technologies to boost its damage.<br/><Bullet/> Has <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_MG_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> shots per mission without upgrades."

[SawedOffShotgun_BM X2WeaponTemplate]
FriendlyName="Plasma Shorty"
FriendlyNamePlural="Plasma Shorties"
BriefSummary="An advanced version of the sawed-off shotgun that incorporates plasma heating elements to boost its damage."
TacticalText="<Bullet/> An advanced version of the sawed-off shotgun that incorporates plasma heating elements to boost its damage.<br/><Bullet/> Has <Ability:WOTCLW2SW_COLOR_1_OPEN/><Ability:SAWEDOFFSHOTGUN_BM_AMMO/><Ability:WOTCLW2SW_COLOR_CLOSE/> shots per mission without upgrades."

[SawedOffShotgun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"
[SawedOffShotgun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SQUAD"

[PointBlank X2AbilityTemplate]
LocFriendlyName="Point Blank"
LocLongDescription="Fire your sawed-off shotgun at a nearby enemy."
LocHelpText="Fire your sawed-off shotgun."
LocFlyOverText="Point Blank"
LocPromotionPopupText="Fire your sawed-off shotgun at a nearby enemy.<br/><br/><Bullet/> Rapidly loses accuracy beyond four tiles range.<br/><Bullet/> Uses one action, does not end turn.<br/><Bullet/> Uses one Ammo.<br/>"

[BothBarrels X2AbilityTemplate]
LocFriendlyName="Both Barrels"
LocLongDescription="Fire both barrels of your sawed-off shotgun at a nearby enemy, doing double damage."
LocHelpText="Fire both barrels of your sawed-off shotgun at a nearby enemy, doing double damage."
LocFlyOverText="Both Barrels"
LocPromotionPopupText="Fire both barrels of your sawed-off shotgun at a nearby enemy, doing double damage.<br/><br/><Bullet/> Uses one action, does not end turn.<br/><Bullet/> This shot uses two Ammo.<br/>"

[PumpAction X2AbilityTemplate]
LocFriendlyName="Pump Action"
LocLongDescription="Gain <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> extra ammo for your sawed-off shotgun."
LocHelpText="Gain <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> extra ammo for your sawed-off shotgun."
LocFlyOverText="Pump Action"
LocPromotionPopupText="Gain <Ability:WOTCLW2SW_COLOR_2_OPEN/><Ability:SAWEDOFFSHOTGUN_PUMP_ACTION_AMMO_BONUS/><Ability:WOTCLW2SW_COLOR_CLOSE/> extra ammo for your sawed-off shotgun.<br/>"